9/data/attachments/a3b5a602c73ed875.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_c5b21c29-f198-4567-aa82-797cd4783e46</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>0</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>